Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: The only media that took on itself to talk/report about Sidibouzid was us, Internet users.
ko: 시디바우지드에 대해서 이야기하고 보도하는 유일한 언론은 우리 인터넷 이용자들이었다.

source: Hence the importance that social media took.
ko: 여기서부터 소셜 미디어가 중요해졌다.

source: In a few weeks people were compulsively following and sharing information in social media and censorship could not follow: they've been overwhelmed and information was getting through and everyday more people were rallying the cause.
ko: 불과 몇 주 안에 사람들은 소셜 미디어를 통해 정부 검열이 따르지 못할 수준으로 서로의 정보를 나누고 확장시키기 시작했다. 소셜 미디어를 통해 전달되는 정보의 수준은 어마어마했고, 더 많은 사람들이 동일한 목적으로 소셜 미디어 세계로 들어왔다.

source: You can't do a revolution without a working Information System.
ko: 제대로 작동하는 정보 체계를 갖추지 않고서는 혁명을 일으킬 수 없다.

source: And since "old" media was dysfunctional, Internet Social Networks played that role.
ko: 그리고 '올드' 미디어가 비정상적으로 운영되는 이상, 인터넷 소셜 네트워크가 그 대체적 역할을 해내야만 했다.

source: You've decided, in what many considered a controversial move, to join the interim government.
ko: 당신은 많은 사람들이 생각하기에 논란이 클 것이라 예상한 행보를 결정했다. 그 것은 임시 정부에 가담하기로 한 것이다.

source: Your decision has raised much criticism, not least among your friends who blamed you for participating in a government that includes members and symbols of the old guard.
ko: 당신의 결정은 많은 비판을 불러 일으켰고, 당신의 친구들도 구정부의 요원들을 포함하고 있으며 구체제의 상징물이기도 한 정부에 가담하는 것에 대한 비판에 예외가 아니었다.

source: Your friend Yassine Ayari published a video addressing you personally, where he says "you are being used to weaken the youth movement."
ko: 당신의 친구 야시네 아야리(Yassine Ayari)는 당신에게 개인적으로 성명을 요구하는 "당신이 청년들의 운동을 약화시키고 있다.

source: Others commented on Twitter saying: "he's sold his soul"; "why has he accepted a post under a farce government?"
ko: "는 비디오를 올린 바 있다. 다른 사람들은 트위터에서 "그는 그의 영혼을 팔았다.

source: Your friend Sami Ben Gharbia tweeted: "don't accept to collaborate with those who killed Tunisians, stay clean stay citizen."
ko: ", "그가 왜 이 같은 말도 안 되는 정부의 장관직을 맡는 지 모르겠다.

source: What's your response to those who criticize your decision?
ko: "라고 하고 있다.

source: My answer is : It feels good to have finally different opinions expressing themselves freely in Tunisia.
ko: 당신의 친구 사미 벤 벤 가비아(Sami Ben Gharbia)는 "튀니지 사람들을 죽인 정부와 협력하지 말라.

source: We were one voice against government and we took it down.
ko: 이 같은 사람들의 비판에 대한 당신의 반응은 무엇인가?

source: Now what?
ko: 내 대답은 이 것이다.

source: Chose a leader and follow him?
ko: 튀니지에서 다양한 의견들이 표출되는 것을 경험하는 것은 기분이 좋다.

source: I prefer variety and multiple views that would make a strong society.
ko: 우리는 우리 정부를 무너뜨리기 위해 하나의 목소리를 이루었다.

source: I've always followed the adage : "be the change you want to see in society."
ko: 이제 다음 과제는 무엇인가? 한 리더를 결정하고 그를 따르는 것인가?

source: I was offered the opportunity to be the change I want to see in government.
ko: 나는 강력한 사회를 만들기 위해 다양성이 존중되고 다양한 관점이 유지되는 쪽을 택하겠다.

source: I, logically, accepted.
ko: 나는 언제나 다음 격언에 충실하고자 노력해왔다.

source: And I am the government that accepts criticism and take it into account.
ko: "당신이 속한 사회에서 원하는 변화 그 자체가 되라.

source: Some are still calling for the parliament to be dissolved and for the resignation of the current interim government.
ko: 혹자는 의회가 해산하고 현재 임시 정부에서 물러날 것을 요구하고 있다.

source: What's your response to them?
ko: 그들에 대한 당신의 반응은 무엇인가?

source: My answer is, since those critics are a minority (unlike those for the first version of the government), I'm switching to camera ready copy mode: if you want to change something provide a camera ready copy of the changes you want, especially with the alternative you are proposing for what you want to change.
ko: 비판자들의 수가 (첫 번째 형태 정부 때의 비판자들과는 달리) 소수이기 때문에 나는 카메라 레디 카피 모드(camera ready copy mode, 역자 주: 출력 직전의 문서 형태)를 준비할 것이라는 것이다.

source: You said in an interview with French radio that you stepped in, in order to help building your country.
ko: 당신이 원하는 어떤 변화가 있다면 당신이 원하는 그 변화의 완성된 형태를 제시하라.

source: Can we read into this that you intend to be involved in the political life in the future?
ko: 프랑스 라디오와의 인터뷰에서 당신 국가의 건설을 위해 이번 정부에 참여했다고 들었다.

source: Are you going to run for an office in the next elections?
ko: 다음 선거에서 의회의 의석을 위해 출마할 것인가?

source: Absolutely not.
ko: 절대적으로 아니다.

source: I'm here just to set the ground for the new democracy.
ko: 내가 여기 있는 것은 새로운 민주주의의 기반을 세우기 위해서다.

source: To ensure that everything is made so we can't go back to a regime such as the one we've been enduring before, and most importantly ensure that all conditions for free and fair elections are provided for next elections.
ko: 우리가 전에 참고 견뎌야만 했던 것과 같은 정부가 다시 등장하지 않도록, 가장 중요하게는 다음 선거들을 위해 자유롭고 공정한 선거가 이루어지도록 노력하기 위해서다.

source: Can you talk about your work now within the government?
ko: 당신의 정부 내의 과제에 대해서 이야기를 나눌 수 있는가?

source: As someone who has been involved with the Internet, have you been asked to contribute in your field of expertise?
ko: 인터넷과 관계된 일을 했던 사람으로서, 그 같은 전문 지식을 바탕으로 공헌을 하고 있는가?

source: Actually, I was not asked to do anything related to my field of expertise.
ko: 사실, 나는 내 전문 분야와 관련된 어떤 일을 하도록 요청받지는 않았다.

source: But I took on myself the issue of internet censorship and I worked with Secretary of State for IT to solve the problem.
ko: 그러나 나는 내 스스로 인터넷 검열 문제에 관련해 책임을 느꼈고, 그래서 IT 국무장관과 협력하여 그 문제를 해결하도록 노력했다.

source: We're also modernizing the government Information System and pushing towards providing direct connection to the government through social networks.
ko: 또한, 우리는 정부의 정보 시스템을 현대화하고 있으며, 소셜 네트워크를 통해서 정부와 직접 소통이 가능하도록 애쓰고 있다.

source: Mr. Secretary of State for IT can be followed on Twitter: @samizaoui
ko: IT 국무장관의 트위터는 @samizaoui 이다.

source: What do you want to achieve during the interim period?
ko: 임시 정부 기간 동안에 당신이 성취하고 싶은 것은 무엇인가?

source: Can you talk us through your goals and dreams as a minister?
ko: 장관으로서 당신의 목표와 꿈에 대해서 이야기를 나눠줄 수 있는가?

source: During interim period I set up one goal : next elections.
ko: 임시 정부 기간 동안에 나는 하나의 목표만 가지고 있다.

source: Just to be sure I won't miss my goal.
ko: 나는 이 목표를 꼭 달성하고자 한다.

source: But my dream is that political and legal reforms (there is an independent commission working on it) will include Access to Knowledge as a constitutional right (censorship would be constitutionally forbidden then).
ko: 그러나 내 꿈은 정치적, 법적 개혁을 통해서 정보 접근권(Access to Knowledge)을 헌법적 권리로 포함시키는 것이다.

source: Some are seriously contemplating the possibility of applying for the Tunisian nationality.
ko: (그렇게 되면 검열은 헌법적으로 금지될 것이다.

source: Can you give a word to the Prime Minister about that?
ko: ) 독립적인 위원회가 이 문제에 대해서 이미 일을 하고 있다.

source: I, for one, swear I will be a good citizen :)
ko: 몇몇 사람들은 튀니지 국적을 신청하는 것에서 심각하게 고려하고 있다.

source: You are already a Tunisian citizen ;) You're welcome.
ko: 국무총리에게 이에 대해 전해줄 수 있겠는가?

source: I'll talk to prime minister and do my best to support your application.
ko: 나 자신부터 튀니지의 훌륭한 시민이 될 것을 맹세한다.

source: China: Worst Drought in 60 Years · Global Voices
ko: 중국: 60년 만에 최악의 가뭄

source: This post is part of our special coverage Global Development 2011. Major agricultural regions in China are facing their worst drought in 60 years.
ko: 중국의 주요 농경지들이 60년만에 찾아온 최악의 가뭄을 겪고 있다.

source: According to government statistics released January 28, 2011, 7.7 million mu (5,160 million square km) of agricultural land, 2.57 million people and 2.79 million livestock have been hit by the drought.
ko: 2011년 1월 28일 발표된 정부 통계에 따르면, 770만 무(약 51억 평방 킬로미터)에 달하는 농경지와 257만 명의 사람들 그리고 279만마리의 가축이 가뭄 피해를 당했다.

source: The immediate impact has been rising food prices.
ko: 이는 곧바로 음식 가격의 폭등으로 이어졌다.

source: Indeed, its implication on food security has prompted the United Nations' food agency to issue a warning to the world's grain markets.
ko: 가뭄이 미치는 심각한 사회적, 정치적 영향에도 불구하고, 중국의 주요 웹사이트들에서는 이 문제가 잘 다뤄지지 않고 있다.

source: Despite the drought's serious social and political implications, there hasn't been much concern among opinion leaders on major Chinese web platforms.
ko: 실력있는 수자원 전문가들이 그들의 과학적인 판단으로 홍수 문제를 해결했지만, 또한 중국을 물부족국가로 만들고 있죠.

source: The online public sphere has been dominated by urban concerns, as Wang Xiaojian points out in Sina micro-blog:
ko: 2011년 1월 29일, 중국인민공화국 중앙위원회는 수자원 개혁에 대한 보고서 를 발표했다.

source: Yemen: Another Life Claimed on Eighth Day of Protests · Global Voices
ko: 예멘: 시위 8일 째, 또 한 명의 목숨이 꺼지다

source: This post is part of our special coverage Yemen Protests 2011. Protests in Yemen against President Ali Abdullah Saleh entered into an eighth day on Saturday with more demonstrations throughout much of the country.
ko: 예멘의 알리 압둘라 살레 대통령 반대시위가 여덟 째 날로 접어들면서 나라 전역으로 시위가 확산되고 있다.

source: Clashes between protesters and the military seem to be worsening by the day since the demonstrations began on February 11.
ko: 시위가 발생한 2월 11일을 기준으로 시위대와 군대의 충돌은 더욱 더 악화되고 있다.

source: At least six protesters have died in Yemen since February 16, and one more protester was reportedly killed on Saturday, on the outskirts of Sanaa, Yemen's capital, according to AFP.
ko: 2월 16일부터 예멘에서는 최소 6명의 시위자가 죽었으며 , AFP에 따르면 토요일에 예멘의 수도인 사나 변두리 지역에서 또 한 명의 시위자가 죽은 것으로 확인되었다.

source: Al Jazeera reported that a group of roughly 1,000 anti-regime protesters clashed with a group of 300-400 pro-Saleh protesters.
ko: 알 자지라 통신은 대략 1000명 가까운 반 독재 시위대가 300명에서 400명 가까이 되는 친-살레 시위대와 충돌했다고 보도했다.

source: Some people said they heard gunshots amidst the crowds.
ko: 어떤 사람들은 군중들 속에서 총성이 울리는 것을 들었다고 증언했다.

source: The Yemen Post reported that four people were arrested in Saana.
ko: 예멘 포스트는 사나에서 네 명이 구속되었다고 보도했다.

source: Saleh has been in power for more than three decades, and protesters complain his regime is corrupt and incited to violence.
ko: 살레는 현재 30년 넘게 정권을 잡고 있다. 시위대는 그의 정권이 부패하고 폭력을 유발시킨다며 불만을 표출했다.

source: As protesters in Egypt clamored for Honsi Mubarek to step down earlier this month, Saleh hoped to head-off domestic criticism by promising not to seek re-election when his term ends in 2013.
ko: 이집트에서 이달 초 시위대가 호스니 무바라크 대통령의 퇴진을 강하게 외쳤던 것과 같은 양상으로, 살레 대통령은 2013년으로 임기가 종료된 후에는 재선에 나서지 않겠다고 약속함으로써 국내 비판 여론을 잠재우려 했다.

source: Saleh claims foreign sources have influenced opposition protesters, who may destabilize the country.
ko: 살레는 외부 세력이 반대 시위대를 부추겼으며 이들이 나라의 기반을 뒤흔들려 한다고 주장한다.

source: Here is a video of street protests and gunshots near Saana University.
ko: 다음은 사나 대학 근처에서 벌어진 거리 시위와 총성을 담은 비디오이다.

source: The Waq al-Waq blog provided an overview of Saturday's events:
ko: 와크 알-와크 블로그는 토요일에 벌어진 일들에 대한 개요를 제공했다.

source: The day started off bad in Sanaa when students managed to beat -paid thugs* to the area outside of Sanaa University.
ko: 학생들이 폭력배들을 사나 대학 바깥으로 쫓아내는데 성공하면서, 사나의 하루는 안 좋은 방향으로 시작되었습니다.

source: (Michelle Shephard details the day in an excellent report for the Toronto star.) After that things got worse.
ko: (토론토 스타를 위해 제공된 훌륭한 보도에서 미셸 쉐파드는 그 날을 자세히 묘사한다) 그 후에 상황은 점점 악화되었죠.

source: In addition to the usual stick-wielding thugs, some of the men, reported to be tribesmen, opened fire on the students, wounding several...
ko: 각목을 휘두르는 폭력배들 외에도 부족원들이라고 알려진 사람들이 학생들에게 발포했고, 몇몇 학생들에게 부상을 입혔습니다.

source: But the escalation is a worrying sign, even more so in the light of the fact that many reporters on the ground (local Yemeni reporters) said that they recognized security officials among the plain clothes GPC-thugs.
ko: 하지만 이러한 상황의 고조는 걱정스로운 징조입니다. 특히 많은 기자들이 (예멘 지역 기자들이죠) 평범한 옷을 입은 시민당 폭력배들 사이에서 보안 당국 관계자들을 목격했다고 증언했다는 점에서 더 그렇죠.

source: There were also unconfirmed reports that the government has trucked in tribesmen from outside Sanaa to attempt to put down the students' protests.
ko: 게다가 정부가 학생 시위를 진압하기 위해 사나 밖에서 부족 사람들을 트럭에 태워왔다는 비공식 보도들도 있어요.

source: Things were relatively peaceful today in Taizz after yesterday's grenade attack...
ko: 어제 수류탄 공격 이후, 오늘 타이즈는 비교적 평화로운 편입니다.

source: Aden was more violent, although some of this was tempered today by security forces moving out of certain areas.
ko: 그나마 몇몇 지역에서 빠져나온 보안 요원들 때문에 그나마 좀 잠잠해지긴 했지만, 아덴은 더 폭력이 난무했어요.

source: Last night protesters in Aden burned a police station and several government vehicles.
ko: 어젯 밤엔 아덴의 시위대가 경찰서와 정부 차량들을 불태웠죠.

source: Here are a few Tweets from later in the day:
ko: 그 날 오후에 있었던 몇 개의 트윗들:

source: @shephardm: They have been marching since Sanaa University without incident, following this afternoon's violence. #yemen. #yf.
ko: @shephardm: 오늘 오후에 있었던 폭력사태 이후, 그들은 별 탈 없이 사나 대학 밖으로 행진하고 있어요.

source: @nazaninemoshiri: Our Al Jazeera team in #Yemen is being intimidated.
ko: #yemen.

source: Things are so bad they can't leave office.
ko: #yf.

source: @HarunAlAmriki: Saba Net: Two deaths, 19 injured in vandalism acts in #Aden http://bit.ly/dHQ4OW #yemen
ko: @nazaninemoshiri: #예멘의 알 자지라 팀이 겁먹은 상태입니다.

source: @WomanfromYemen:Today,#alisaleh threatened people that "he has not sent the police & army to suppress protests yet" what a blatant lie! #yemen #yf
ko: @WomanfromYemen:오늘,#알리살레가 "아직 시위를 진압하기 위해 경찰과 군대를 파견하지 않았다"고 위협했어요!

source: @ionacraig: Hid in an alleyway with @jebboone to escape aggressive riot police.
ko: 윗집 여자는 우릴 향해 돌을 던지고 있고요.

source: Woman in house above throwing rocks down at us.
ko: 집은 무사합니다.

source: Home safe #yemen
ko: #yemen

source: Reporters Without Borders currently ranks Yemen 170 out of 178 nations in its press freedom index, placing the country between Rwanda and China. This post is part of our special coverage Yemen Protests 2011.
ko: 국경없는 기자회는 현재 세계 언론자유지수에 등록된 178개 국가들 중 예멘을 르완다와 중국 사이인 170위로 매겼다.

source: China: Playing Revolution on Twitter · Global Voices
ko: 중국, 트위터 혁명으로 농담하기

source: Have the Chinese caught the freedom flu, or is China's Jasmine Revolution a bunch of amplified wishful thinking spread almost exclusively on Twitter?
ko: 중국은 정말로 자유를 갈망하는 독감에 걸린 것인가 아니면 중국의 쟈스민 혁명은 오직 트위터에서만 존재하는 확대 해석된 이상주의에 불과한 것일까?

source: Why was everything posted on Twitter?
ko: 왜 모든 것이 트위터에 포스트되고 있을까?

source: Why is there no leadership?
ko: 왜 거기에는 리더십이 존재하지 않는 것일까?

source: Numerous arrests have been made, computers and cellphones seized and, already, charges of state subversion have been laid.
ko: 수많은 사람들이 체포당했고, 컴퓨터와 전화기가 압수당했으며, 정부 전복 음모에 대한 선고가 이미 내려진 상태다.

source: Other questions floating around: Was the original anonymous Boxun post part of an elaborate sting operation aimed at silencing those who Beijing authorities feel might give growth to a movement in the months or years to come?
ko: 보쉰닷컴(博讯新闻网)에 올라온 익명의 원문 포스트는 베이징 정부가 이번 달 혹은 올 해 혹은 머지 않은 미래에 커져갈 수 있는 중국 사회의 저항 움직임을 미연에 방지하기 위한 계산된 행동의 일부가 아닐까?

source: Or, as well-known Beijing-based liberal commentators and heavy Twitter users Mo Zhixu and Stainless Steel Mouse (along with many others) feel, and with a second round of protests coming this weekend, did authorities, through their heavy-handed response, take what looked like something of a joke at their (and taxpayers') expense and give it inertia?
ko: 혹은 베이징의 유명한 진보적 평론가이자 열렬한 트위터 이용자기도 한 모쯔쉬와 리우디가 (다른 사람들과 마찬가지로) 느낀 것 처럼, 이번 주말에 시위가 두 번째 장으로 진입하자, 중국 정부는 자신의 (그리고 중국 납세자의) 예산을 써가면서까지 단지 농담처럼 보이는 이번 시위를 지금까지 해오던 대로 강력 진압하고 있는 것이 아닐까?

source: Thoughts on these and more from Mo and Mouse over the past few days are aggregated below, but first, a sample of the myriad things that have been tweeted since this started:
ko: 이에 대한 생각들과 모와 마우스(Mo and Mouse)에 대해 지난 수일 동안 모인 의견들은 아래에 종합적으로 정리되어 있다.

source: Libya: Feeling the Iron Fist in Tripoli (Videos) · Global Voices
ko: 리비아: 트리폴리에서 느껴지는 강철 주먹 (비디오)

source: What is happening in Tripoli?
ko: 트리폴리에서는 무슨 일이 벌어지고 있는가?

source: Libyans outside the capital — and the rest of the world — wonder, shuddering to think of the levels of depravity Muammar Al Gaddafi will stoop to keep control on the country.
ko: 수도 바깥의 리비아인들과 세계는 무아마르 알 카다피 가 정권을 지키기 위해 저지를 악행에 몸서리치면서 트리폴리에서 일어나고 있는 일들에 대해 궁금해하고 있다.

source: During his speech Tuesday, February 22, Gaddafi vowed to go door-to-door to crush opponents, using terms one former ally claims is an invitation to genocide for Libya's remaining loyal troops and mercenaries.
ko: 2월 22일 화요일에 있었던 그의 연설에서, 카다피의 전 협력자의 말에 따르면 카다피는 리비아에 남아있는 국군과 용병들을 위한 민족 대량 학살로의 초대장과 같은 단어를 쓰면서 적들을 하나하나 박살내 물리친다고 맹세했다고 한다.

source: As protesters, and defecting members of the military, claim to control the eastern part of the country — the Gaddafi regime's hold on Libya appears to be tenuous.
ko: 시위대와 변절한 군인들이 나라 동부를 지배하고 있다고 주장함에 따라, 카다피 정권의 리비아에 대한 장악력은 미약해지고 있는 것으로 보인다.

source: But information from the capital city is nearly impossible to come by.
ko: 그러나 수도에서 정보가 전해져오는 것은 불가능하다.

source: Tripoli is closed off to foreign media.
ko: 트리폴리는 외국 언론에 대해 닫혀있는 상태다.

source: Libya's government did tell people to return to work — via text message — and some were seen shopping for food.
ko: 리비아 정부는 문자메세지를 통해사람들에게 일터로 돌아가라고 말하기는 했지만, 몇몇 사람들은 음식을 사는 모습이 목격되었다.

source: Reports of two Libyan naval gunships are reportedly facing the city.
ko: 보도에 따르면 두 개의 리비아 해군 소속 무장 헬기가 도시를 마주보고 있다.

source: One report said the days in Tripoli are eerily quiet while death squads and gangs roam the city at night, spreading violence. From LiveWord? Libya
ko: 리비아는 트리폴리의 낮은 쥐죽은 듯이 조용하지만 밤에는 (정부 쪽) 암살대들과 갱단들이 도시를 휘젓고 다니며 폭력을 전파하고 있다고 보고했다.

source: A source from Tripoli has confirmed to us that Al Zawiya Street hospital seen many rape victim admittances last night.
ko: 트리폴리의 정보원이 어젯밤 알 자위야 가 병원에 많은 강간 피해자들이 들어왔다고 전해주었습니다.

source: Such deplorable and sickening actions were committed after Gaddafi’s speech in which he called for door-to-door cleansing of the city from those who are against his regime.
ko: 그런 괘씸하고 파렴치한 행동들은 카다피가 그의 정권에 반대하는 사람들에 대한 개개인 숙청을 부르짖는 연설을 한 후에 저질러졌죠.

source: Warning: Here are graphic photos from the Libyan Youth Movement Facebook page claiming to be taken from a Tripoli hospital.
ko: 주의: 아래 는 리비아 청년단 페이스북 페이지에서 가져온, 트리폴리 병원에서 찍어졌다는 생생한 사진들이다.

source: Those on Twitter also have problems finding information coming from the city.
ko: 트위터의 사람들도 이 도시에서 오고있는 정보를 찾는데 어려움을 겪고 있다.

source: @shablibi: Can't call anyone in #Tripoli can anyone else? #Libya #Gaddafi #feb17
ko: @shablibi: #트리폴리에 있는 아무에게나 전화할 수 없나?

source: Ali Tweel reports another problem.
ko: 다른 사람도 안되나요?

source: @AliTweel: Still trying to find ways to tweet, Twitter is blocked in Tripoli
ko: @AliTweel: 트윗하기 위한 방법을 찾고 있다.

source: Here is the latest from Twitter:
ko: 트리폴리에서 트위터가 차단되었으니까.

source: @SaloumehZ: In Tajour, Libyans being shot at if they step outside their homes, spread the word, people being massacred! #Libya #Tripoli
ko: @SaloumehZ: 타주르에선 리비아인들이 집 밖으로 한 발짝이라도 나가기만 해도 총을 맞아요!

source: @Gheblawi: government cleaned the streets and painted on anti-regime graffiti and replaced #Gaddafi burned billboards with new ones #Tripoli #Libya
ko: @Gheblawi: 정부가 거리와 반 독재 그래피티들을 지우고 불 탄 #카다피 게시판을 새 걸로 바꿔놨다. #Tripoli #리비아

source: @ShababLibya: Caller on BBC: in Tripoli too many people are injured and not getting treated #Libya #Feb17 @AliTweel:@piggypotamus no snipers im still alive!
ko: @ShababLibya: BBC 청취자가 말하길: 트리폴리에서 너무나 많은 사람들이 부상당했는데도 제대로 치료받지 못하고있어요 #리비아 #2월17일

source: @ShababLibya: Caller on BBC says: its a lot more serious than people are saying, they are bombing peoples houses #Libya #Feb17
ko: @ShababLibya: BBC 청취자가 말하길: 사람들이 말하는 것보다 더 심해요, 그들은 지금 집들을 폭격하고 있다구요 #리비아#2월17일

source: @ShababLibya: The people of Tripoli are putting on a heroic effort this city is littered with mercenaries roaming streets with snipers #Libya #Feb17
ko: @ShababLibya: 트리폴리 사람들은 정말 영웅적인 행동을 하고 있어. 이 도시 거리엔 용병들이 스나이퍼와 함께 돌아다니고 있다구#리비아 #2월17일

source: @Libyan4life#Tripoli continues to feel the iron fist of #Gaddafi.
ko: @Libyan4life#트리폴리가 #카다피의 강철 주먹에 신음합니다.

source: Injured are being turned away from hospitals and youth continue to die.
ko: @ChangeInLibya:아 진짜 걱정되네.

source: All we need is tripoli and we'll be free (sabha is too far away and isolated to matter).. ya rab 3aggel biha!! (translation: Please God, make it fast)
ko: 트리폴리만 찾으면 자유를 찾는데(사바는 너무 멀고 이 문제에 대해 영향을 받지 않으니까).

source: @ShababLibya:what we did not know, is the barrier of fear would fall after 1 day of protests, but he has proven 2 be worse than anticipated #Libya #Feb17
ko: @ShababLibya: 우리가 모르는 건 공포라는 장벽은 시위 1일만에 없어지겠지만, 그가 생각했던 것보다 나쁜 놈이라는 거다#리비아 #2월17일

source: Bahrain: Jailed Blogger Ali Abdulemam Free · Global Voices
ko: 바레인: 구속되었던 블로거 알리 압둘맘 풀려나다

source: Jailed Bahraini blogger Ali Abdulemam is finally free.
ko: 구속되었던 바레인 블로거 알리 압둘맘이 마침내 풀려났다.

source: The news was welcomed by netizens from around the world, as tweeps posted pictures of a smiling Ali being greeted by family and friends.
ko: 트위터리안들이 얼굴 가득히 미소를 띈 알리가 가족들과 친구들에게 환영받고 있는 사진들을 속속 올리면서, 이 소식은 전 세계 네티즌들에게 환영받고 있다.

source: Ali, the administrator of a popular online forum Bahrain Online (blocked in Bahrain) was arrested at the beginning of September, during a crackdown on opposition figures, which saw up to 250 people arrested, starting from August.
ko: (바레인에서는 차단된) 유명 온라인 포럼 바레인 온라인의 관리자였던 알리는 8월부터 시작되어 250명 가량의 사람들이 구속된 반대파 숙청 기간이었던 9월 초에 구속되었다.

source: Charges against them kept changing as the government tried to pin them down for crimes ranging from terrorism to plotting to overthrow the regime.
ko: 정부가 그들을 테러리즘부터 정권 찬탈 음모죄까지 다양한 죄목으로 잡아두려하면서 그들의 죄목은 시시각각 바뀌었다.

source: Finally, a group of 25, including political and human rights activists, were rounded up as the main cell and put on trial - a saga which continued to be discussed everywhere, except local newspapers, which were banned from reporting the court proceedings.
ko: 마침내 정치적 운동가와 인권 운동가들을 포함한 25명의 사람들은 주동한 사람들로 몰려 재판장에 섰다-이는 재판 과정 보도를 금지당한 지역 신문들을 뺀 모든 곳 에서 계속 논의된 하나의 신화의 시작이었다.

source: Yesterday, Bahrain King Hamad ordered the release of around 100 prisoners, including political prisoners, among them Ali.
ko: 어제, 바레인 국왕인 하마드 왕은 알리를 포함한 정치범들을 포함, 도합 100명 가까이 되는 죄수들의 석방 을 명령했다.

source: Here is a selection of tweets celebrating Ali's release: @weddady: ALI #ABDULEMAM IS FREE I AM TALKING TO HIM #BAHRAIN @OnlineBahrain: BAHRAINONLINE WELCOMES HOME ITS FOUNDER, ALI ABDULEMAM.
ko: @weddady: 알리 #압둘맘이 풀려났어요 지금 그와 얘기하고 있는 중입니다 #바레인

source: THE TASTE OF VICTORY IS SWEETER BY THE DAY. #feb14 #bahrain
ko: @OnlineBahrain: 바레인온라인이 창립자 알리 압둘맘의 귀환을 축하합니다.

source: @Bahrain: #bahrain Ali Abdulemam of #bahrainonline is released #blog #blogger
ko: 오늘 승리는 더욱더 달콤하군요. #2월14일 #바레인

source: @SAIDYOUSIF: #Bahrain ali abdulemam is out#Feb14 http://yfrog.com/h26fdphj
ko: @Bahrain: #바레인 #바레인온라인의 알리 압둘맘이 풀려났다 #블로그 #블로거

source: @iDiplomacy: In great #Bahrain news, blogger & @globalvoices contributor Ali #Abdulemam was freed today. http://bit.ly/dV5avx via @wedaddy @monaeltahawy
ko: @iDiplomacy: #바레인 블로거 알리 압둘맘은 작년 9월 바레인온라인 사이트에서의 '허위정보' 유포죄로 구속되었습니다 http://bit.

source: @iDiplomacy: Ali Abdulemam, #Bahrain blogger, was arrested last September for allegedly spreading “false news” on BahrainOnline.org. http://bit.ly/awbmP6
ko: ly/awbmP6 @EthanZ: 알리 압둘맘이 바레인의 감옥에서 석방된 걸 보니 짜릿하군요. 그, 그의 가족 그리고 그의 석방을 위해 팔방으로 노력한 모든 이들에게 축하 인사를 보냅니다.

source: @TruthWitness: ALI #ABDULEMAM, finally FREE. #Feb14 Youth have nominated him to lead the youth movement #Bahrain #Lulu http://twitpic.com/42rz8w
ko: @monaeltahawy: #바레인 블로거 알리 #압둘맘의 석방을 지치지도 않고 계속 지지한 내 친구 @weddady 에게 경의를 표하는 바입니다.

source: @MhamadHasan: Ali #abdulemam coming out of Jail ! #bahrain http://yfrog.com/h32dt5j
ko: ! @elsaheb: 올바른 방향으로 한 발짝 나아간 바레인.

source: @EthanZ: Thrilled to see Ali Abdulemam released from prison in Bahrain.
ko: 알리 압둘맘이 풀려났다는 기사가 떴다.

source: Mabrouk to him, his family, everyone who's worked for his release. @monaeltahawy: I salute my friend @weddady for his tireless advocacy for release of #Bahrain blogger Ali #Abdulemam who wa finally freed today.
ko: @JonGarfunkel: 5달 전에 구글에 알리 #압둘만을 풀려나게 하기 위한 구글 광고를 싣느라 100달러를 썼습니다.

source: Mabrouk!
ko: ly/9pOWUM.

source: @elsaheb: Bahrain one step in the right direction.
ko: 바레인 인들은 피로 값을 지불했어요.

source: Reports that Ali Abdulemam has been freed.
ko: 집으로 돌아온 걸 축하해요, 알리!

source: @JonGarfunkel: 5 months ago I spent <$100 to run some Google Ads to free Ali #Abdulemam http://bit.ly/9pOWUM.
ko: @jamal_alyousif: 알리 압둘맘과 그의 가족들 그리고 그 곳의 모든 블로거들에게 따뜻한 축하의 말을 전합니다!

source: Bahrainis paid in blood.
ko: #바레인#2월14일
